{
  "timestamp": "20250807_212358",
  "instructions": {
    "put the zucchini on the towel": {
      "original": "Settle the green vegetable on the textile",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Set the cylindrical squash onto the drying mat.",
        "Lay the green vegetable on the woven towel.",
        "Put the elongated squash on the terry towel.",
        "Place the green zucchini softly on the absorbent fabric.",
        "Position the green cylindrical vegetable atop the terrycloth.",
        "Rest the zucchini evenly on the fabric towel.",
        "Arrange the green produce on the cotton towel.",
        "Drop the green gourd gently on the terry cloth.",
        "Position the green zucchini on the soft drying cloth.",
        "Lay the squash across the textured towel.",
        "Place the summer squash on the towel.",
        "Deposit the elongated squash onto the fabric surface.",
        "Transfer the zucchini to the towel.",
        "Set the green courgette down on the textile.",
        "Rest the oblong zucchini over the drying cloth.",
        "Arrange the green cylindrical produce atop the terrycloth.",
        "Put the verdant zucchini off the counter and onto the towel.",
        "Lay the green produce gently on the absorbent towel.",
        "Position the zucchini carefully on the terrycloth.",
        "Drop the fresh green zucchini on top of the towel."
      ],
      "count": 18
    },
    "put the toy dinosaur on towel": {
      "original": "put the toy dinosaur on towel",
      "rephrases": [
      ],
      "ert_rephrases": [
      ],
      "count": 18
    },
    "put tennis ball into yellow basket": {
      "original": "put tennis ball into yellow basket",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Move the tennis orb into the sunny-hued basket.",
        "Place the tennis item into the saffron container.",
        "Transfer the tennis sphere to the golden basket.",
        "Drop the tennis ball into the sunny container.",
        "Position the green fuzzy ball in the yellow crate.",
        "Insert the green tennis ball into the sunny-hued basket.",
        "Place the spherical tennis object in the lemon colored bin.",
        "Put the green sphere in the basket that is yellow.",
        "Nestle the tennis ball into the canary basket.",
        "Slide the green tennis object into the sunny yellow container.",
        "Drop the tennis ball into the oblong yellow container.",
        "Gently set the green ball into the basket that has a yellow hue.",
        "Slide the green tennis sphere seamlessly into the yellow basket.",
        "Carefully place the round green object into the sun-colored bin.",
        "Position the tennis sphere neatly in the sunny basket.",
        "Lower the tennis ball smoothly into the bright yellow receptacle.",
        "Set the circular tennis tool into the yellow basket.",
        "Gently deposit the tennis sphere into the vibrant yellow container.",
        "Tuck the green round object into the cheerful yellow basket.",
        "Carefully insert the lime-colored ball into the yellow basket."
      ],
      "count": 18
    },
    "put redbull can on plate": {
      "original": "put redbull can on plate",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Carefully rest the Red Bull can on top of the dinner plate.",
        "Gently place the can of Red Bu ll onto the silver tray.",
        "Put the Red Bull beverage onto the circular serving dish.",
        "Transfer the energy drink can to the large platter.",
        "Position the Red Bull can on the smooth, flat dish.",
        "Lay down the Red Bull energy drink bottle on the tabletop platter.",
        "Place the Red Bull aluminum can upright on the serving dish.",
        "Set the Red Bull container neatly on the decorated plate.",
        "Align the Red Bull can on the center of the stoneware dish.",
        "Position the Red Bull beverage container onto the ceramic plate."
      ],
      "count": 18
    },
    "stack the green block on the yellow block": {
      "original": "stack the green block on the yellow block",
      "rephrases": [
        "Place the green block atop the yellow block.",
        "Position the green cube over the yellow cube.",
        "Arrange the green box on top of the yellow box.",
        "Put the green brick onto the yellow brick.",
        "Set the green piece above the yellow piece.",
        "Lay the green block on the yellow one.",
        "Stack the green square over the yellow square.",
        "Balance the green block on the yellow one.",
        "Mount the green block onto the yellow block.",
        "Pile the green block over the yellow block.",
        "Rest the green block upon the yellow block.",
        "Align the green block on the yellow block.",
        "Place the green block directly on the yellow block.",
        "Stack the verdant block atop the yellow block.",
        "Arrange the emerald block over the yellow block.",
        "Position the green block over the canary block.",
        "Place the green block on the lemon-colored block.",
        "Set the green unit on the yellow unit.",
        "Arrange the green building block on the yellow building block.",
        "Put the green segment over the yellow segment.",
        "Stack the green piece on top of the yellow piece.",
        "Lay the green block onto the yellow block.",
        "Set the green module on the yellow module.",
        "Place the green element over the yellow element.",
        "Position the green block on top of the yellow block.",
        "Rest the green section on the yellow section.",
        "Stack the green component above the yellow component.",
        "Arrange the green block upon the yellow block.",
        "Put the green item on the yellow item.",
        "Place the green block over the sunny block.",
        "Align the green block above the yellow block.",
        "Set the green block on the sunny yellow block.",
        "Position the green block atop the bright yellow block.",
        "Lay the green block on the yellow piece.",
        "Arrange the green block on the banana-colored block.",
        "Stack the green block on the golden block.",
        "Place the green block on the sunshine block.",
        "Set the green block over the daffodil block.",
        "Position the green block on the amber block.",
        "Put the green block on the mustard block.",
        "Arrange the green block on the saffron block.",
        "Stack the green block on the marigold block.",
        "Lay the green block on the ochre block.",
        "Set the green block on the maize block.",
        "Place the green block on the honey block.",
        "Arrange the green block on the sunflower block.",
        "Stack the green block on the butterscotch block.",
        "Position the green block on the flaxen block.",
        "Put the green block on the chartreuse block.",
        "Align the green block on the citrine block.",
        "Rest the green block on the yellow block.",
        "Set the green block on the solar block.",
        "Place the green block on the yellowish block.",
        "Arrange the green block on the waxen block.",
        "Stack the green block on the yellow-toned block.",
        "Lay the green block on the xanthous block.",
        "Position the green block on the yellowish-orange block.",
        "Set the green block on the yellow-hued block.",
        "Place the green block on the yellow-tinted block.",
        "Arrange the green block on the lemon block.",
        "Stack the green block on the yellow-colored block.",
        "Lay the green block on the yellow-shaded block.",
        "Position the green block on the yellow-block.",
        "Set the green block on the yellowish-green block.",
        "Place the green block on the golden-yellow block.",
        "Arrange the green block on the mellow-yellow block.",
        "Stack the green block on the yellowy block.",
        "Lay the green block on the yellowy-orange block.",
        "Position the green block on the yellowy-green block.",
        "Set the green block on the yellowy-tinted block.",
        "Place the green block on the yellowy-hued block.",
        "Arrange the green block on the yellowy-shaded block.",
        "Stack the green block on the yellowy-colored block.",
        "Lay the green block on the yellowy-toned block.",
        "Position the green block on the yellowy block.",
        "Set the green block on the golden-hued block.",
        "Place the green block on the golden-tinted block.",
        "Arrange the green block on the golden-shaded block.",
        "Stack the green block on the golden-colored block.",
        "Lay the green block on the golden-toned block.",
        "Position the green block on the golden block.",
        "Set the green block on the golden-yellow block.",
        "Place the green block on the golden-orange block.",
        "Arrange the green block on the golden-green block.",
        "Stack the green block on the golden-tinted block.",
        "Lay the green block on the golden-hued block.",
        "Position the green block on the golden-shaded block.",
        "Set the green block on the golden-colored block.",
        "Place the green block on the golden-toned block.",
        "Arrange the green block on the golden-yellow block.",
        "Stack the green block on the golden-orange block.",
        "Lay the green block on the golden-green block.",
        "Position the green block on the golden-tinted block.",
        "Set the green block on the golden-hued block.",
        "Place the green block on the golden-shaded block.",
        "Arrange the green block on the golden-colored block.",
        "Stack the green block on the golden-toned block.",
        "Lay the green block on the golden-yellow block.",
        "Position the green block on the golden-orange block.",
        "Set the green block on the golden-green block."
      ],
      "ert_rephrases": [
        "Set the green square atop the yellow square.",
        "Align the green cube with the yellow cube and stack it.",
        "Place the green block directly over the yellow block.",
        "Position the green piece to rest on the yellow piece.",
        "Put the green block on top of the yellow one.",
        "Balance the green object above the yellow object.",
        "Carefully set the green brick on the yellow brick.",
        "Stack the green piece over the yellow piece.",
        "Arrange the green unit on the yellow unit.",
        "Rest the green block on the top of the yellow block."
      ],
      "count": 18
    },
    "put the spoon on the towel": {
      "original": "put the spoon on the towel",
      "rephrases": [
        "Place the spoon on the towel.",
        "Set the spoon atop the towel.",
        "Lay the spoon down on the towel.",
        "Position the spoon on top of the towel.",
        "Deposit the spoon onto the towel.",
        "Arrange the spoon on the towel.",
        "Rest the spoon on the towel.",
        "Put the utensil on the towel.",
        "Place the silverware on the towel.",
        "Set the cutlery on the towel.",
        "Lay the spoon on the fabric.",
        "Position the spoon over the towel.",
        "Drop the spoon on the towel.",
        "Place the spoon on the cloth.",
        "Put the spoon atop the towel.",
        "Set the spoon down on the towel.",
        "Lay the spoon over the towel.",
        "Position the spoon onto the towel.",
        "Rest the spoon atop the towel.",
        "Put the spoon on top of the towel.",
        "Place the spoon upon the towel.",
        "Set the spoon on the fabric.",
        "Lay the spoon onto the towel.",
        "Position the spoon on the cloth.",
        "Deposit the spoon on the fabric.",
        "Arrange the spoon atop the towel.",
        "Rest the spoon on the cloth.",
        "Put the spoon over the towel.",
        "Place the spoon down on the towel.",
        "Set the spoon onto the cloth.",
        "Lay the spoon on top of the towel.",
        "Position the spoon on the fabric.",
        "Deposit the spoon upon the towel.",
        "Arrange the spoon on the fabric.",
        "Rest the spoon onto the towel.",
        "Put the spoon on the fabric.",
        "Place the spoon on the soft surface.",
        "Set the spoon over the towel.",
        "Lay the spoon on the soft cloth.",
        "Position the spoon down on the towel.",
        "Deposit the spoon on the cloth.",
        "Arrange the spoon onto the towel.",
        "Rest the spoon over the towel.",
        "Put the spoon onto the cloth.",
        "Place the spoon atop the fabric.",
        "Set the spoon down on the cloth.",
        "Lay the spoon upon the towel.",
        "Position the spoon on the soft cloth.",
        "Deposit the spoon over the towel.",
        "Arrange the spoon on the soft surface.",
        "Rest the spoon on top of the fabric.",
        "Put the spoon down on the fabric.",
        "Place the spoon over the cloth.",
        "Set the spoon onto the fabric.",
        "Lay the spoon on the fabric.",
        "Position the spoon atop the cloth.",
        "Deposit the spoon upon the fabric.",
        "Arrange the spoon over the cloth.",
        "Rest the spoon on the soft surface.",
        "Put the spoon on top of the cloth.",
        "Place the spoon on the material.",
        "Set the spoon onto the soft cloth.",
        "Lay the spoon down on the fabric.",
        "Position the spoon over the soft surface.",
        "Deposit the spoon on top of the towel.",
        "Arrange the spoon upon the cloth.",
        "Rest the spoon onto the fabric.",
        "Put the spoon on the soft cloth.",
        "Place the spoon onto the material.",
        "Set the spoon on the soft surface.",
        "Lay the spoon over the fabric.",
        "Position the spoon down on the cloth.",
        "Deposit the spoon on the soft cloth.",
        "Arrange the spoon on top of the cloth.",
        "Rest the spoon upon the fabric.",
        "Put the spoon on the soft surface.",
        "Place the spoon on the textile.",
        "Set the spoon over the material.",
        "Lay the spoon onto the soft surface.",
        "Position the spoon upon the soft surface.",
        "Deposit the spoon down on the soft cloth.",
        "Arrange the spoon on the textile.",
        "Rest the spoon on the material.",
        "Put the spoon atop the soft cloth.",
        "Place the spoon on the soft fabric.",
        "Set the spoon on the soft textile.",
        "Lay the spoon upon the soft cloth.",
        "Position the spoon on the soft material.",
        "Deposit the spoon over the soft fabric.",
        "Arrange the spoon on the soft textile.",
        "Rest the spoon atop the soft fabric.",
        "Put the spoon onto the soft material.",
        "Place the spoon over the soft textile.",
        "Set the spoon down on the soft material.",
        "Lay the spoon on the soft textile.",
        "Position the spoon over the soft material.",
        "Deposit the spoon onto the soft textile.",
        "Arrange the spoon down on the soft material.",
        "Rest the spoon on top of the soft textile.",
        "Put the spoon upon the soft fabric."
      ],

      "ert_rephrases": [
        "Carefully transfer the spoon to rest on the towel.",
        "Place the spoon gently on the towel.",
        "Arrange the spoon so it sits neatly on the towel.",
        "Move the spoon to lie on the towel.",
        "Ensure the spoon rests flat on the towel.",
        "Deposit the spoon delicately onto the towel.",
        "Direct the spoon strategically onto the towel.",
        "Slide the spoon over to the towel.",
        "Set the spoon in the center of the towel.",
        "Put the spoon securely on the towel.",
        "Put the spoon gently on the towel.",
        "Move the spoon to rest on the towel.",
        "Carefully place the spoon so it sits on the towel.",
        "Shift the spoon and lay it down on the towel.",
        "Securely position the spoon atop the towel.",
        "Settle the spoon onto the center of the towel.",
        "Direct the spoon to lie on top of the towel.",
        "Carefully drop the spoon onto the towel.",
        "Arrange the spoon to sit nicely on the towel surface.",
        "Set the spoon to rest neatly on the towel."
      ],
      "count": 18
    },
    "put carrot on plate": {
      "original": "put carrot on plate",
      "rephrases": [
        "Place the carrot on the dish.",
        "Set the carrot onto the plate.",
        "Lay the carrot on the platter.",
        "Position the carrot on the serving dish.",
        "Deposit the carrot on the tray.",
        "Put the carrot onto the serving plate.",
        "Arrange the carrot on the dish.",
        "Transfer the carrot to the plate.",
        "Lay the carrot down on the plate.",
        "Put the carrot atop the plate.",
        "Place the carrot on the tray.",
        "Set the carrot on the dish.",
        "Lay the carrot onto the dish.",
        "Position the carrot atop the plate.",
        "Put the carrot on the platter.",
        "Place the carrot onto the platter.",
        "Set the carrot on the serving plate.",
        "Lay the carrot on the tray.",
        "Transfer the carrot onto the dish.",
        "Deposit the carrot onto the platter.",
        "Arrange the carrot onto the plate.",
        "Position the carrot on the tray.",
        "Put the carrot down on the dish.",
        "Place the carrot on top of the plate.",
        "Set the carrot down on the platter.",
        "Lay the carrot atop the dish.",
        "Transfer the carrot onto the platter.",
        "Deposit the carrot onto the dish.",
        "Arrange the carrot on the platter.",
        "Position the carrot onto the dish.",
        "Put the carrot on the serving dish.",
        "Place the carrot on the platter.",
        "Set the carrot atop the dish.",
        "Lay the carrot on top of the tray.",
        "Transfer the carrot to the platter.",
        "Deposit the carrot on the serving plate.",
        "Arrange the carrot on top of the plate.",
        "Position the carrot on the platter.",
        "Put the carrot onto the dish.",
        "Place the carrot on the serving tray.",
        "Set the carrot atop the platter.",
        "Lay the carrot onto the serving dish.",
        "Transfer the carrot on top of the dish.",
        "Deposit the carrot onto the tray.",
        "Arrange the carrot atop the platter.",
        "Position the carrot on top of the dish.",
        "Put the carrot on the tray.",
        "Place the carrot onto the serving dish.",
        "Set the carrot on the platter.",
        "Lay the carrot down on the dish.",
        "Transfer the carrot onto the serving plate.",
        "Deposit the carrot on the dish.",
        "Arrange the carrot onto the serving dish.",
        "Position the carrot atop the tray.",
        "Put the carrot on top of the platter.",
        "Place the carrot onto the tray.",
        "Set the carrot on the serving dish.",
        "Lay the carrot on the serving plate.",
        "Transfer the carrot on the platter.",
        "Deposit the carrot onto the serving tray.",
        "Arrange the carrot on the tray.",
        "Position the carrot onto the platter.",
        "Put the carrot down on the tray.",
        "Place the carrot on top of the dish.",
        "Set the carrot down on the serving dish.",
        "Lay the carrot atop the serving plate.",
        "Transfer the carrot onto the tray.",
        "Deposit the carrot on top of the dish.",
        "Arrange the carrot on the serving plate.",
        "Position the carrot on the serving tray.",
        "Put the carrot on the serving platter.",
        "Place the carrot on the tray.",
        "Set the carrot onto the serving dish.",
        "Lay the carrot on top of the platter.",
        "Transfer the carrot to the serving dish.",
        "Deposit the carrot atop the dish.",
        "Arrange the carrot onto the tray.",
        "Position the carrot on top of the serving plate.",
        "Put the carrot onto the serving tray.",
        "Place the carrot on the serving platter.",
        "Set the carrot atop the serving dish.",
        "Lay the carrot onto the platter.",
        "Transfer the carrot on top of the serving dish.",
        "Deposit the carrot onto the serving plate.",
        "Arrange the carrot atop the tray.",
        "Position the carrot on top of the platter.",
        "Put the carrot on the serving tray.",
        "Place the carrot onto the serving platter.",
        "Set the carrot on the serving plate.",
        "Lay the carrot down on the serving dish.",
        "Transfer the carrot onto the serving platter.",
        "Deposit the carrot on the serving tray.",
        "Arrange the carrot onto the serving plate.",
        "Position the carrot atop the serving dish.",
        "Put the carrot on top of the serving platter.",
        "Place the carrot onto the serving tray.",
        "Set the carrot on the serving platter.",
        "Lay the carrot on the serving tray.",
        "Transfer the carrot on the serving plate.",
        "Deposit the carrot atop the serving platter."
      ],
      "ert_rephrases": [
        "Move the carrot onto the plate.",
        "Transfer the carrot to the dish.",
        "Place the carrot atop the platter.",
        "Set the carrot down on the tray.",
        "Put the carrot on the serving dish.",
        "Position the carrot centrally on the plate.",
        "Lay the carrot flat on the dish.",
        "Deposit the carrot neatly on the platter.",
        "Arrange the carrot carefully on the tray.",
        "Align the carrot on the center of the dish."
      ],
      "count": 18
    },
    "put eggplant into yellow basket": {
      "original": "put eggplant into yellow basket",
      "rephrases": [
        "Place the eggplant in the yellow basket.",
        "Insert the eggplant into the yellow basket.",
        "Drop the eggplant into the yellow container.",
        "Put the aubergine into the yellow basket.",
        "Deposit the eggplant in the yellow basket.",
        "Place the aubergine in the yellow container.",
        "Insert the aubergine into the yellow bin.",
        "Put the eggplant inside the yellow basket.",
        "Drop the aubergine into the yellow basket.",
        "Set the eggplant into the yellow basket.",
        "Place the eggplant inside the yellow container.",
        "Put the aubergine in the yellow bin.",
        "Place the eggplant within the yellow basket.",
        "Insert the eggplant in the yellow receptacle.",
        "Position the eggplant into the yellow basket.",
        "Drop the eggplant in the yellow holder.",
        "Place the aubergine into the yellow holder.",
        "Put the eggplant inside the yellow bin.",
        "Lay the eggplant into the yellow basket.",
        "Deposit the aubergine into the yellow container.",
        "Insert the aubergine in the yellow basket.",
        "Set the aubergine into the yellow bin.",
        "Put the eggplant in the yellow container.",
        "Place the aubergine inside the yellow basket.",
        "Drop the eggplant into the yellow receptacle.",
        "Insert the eggplant into the yellow holder.",
        "Put the aubergine inside the yellow basket.",
        "Place the eggplant in the yellow bin.",
        "Set the eggplant in the yellow container.",
        "Lay the aubergine into the yellow basket.",
        "Deposit the eggplant into the yellow bin.",
        "Place the eggplant within the yellow container.",
        "Insert the aubergine into the yellow holder.",
        "Put the eggplant in the yellow receptacle.",
        "Drop the aubergine in the yellow container.",
        "Position the aubergine into the yellow basket.",
        "Set the eggplant inside the yellow holder.",
        "Put the aubergine into the yellow receptacle.",
        "Place the eggplant inside the yellow holder.",
        "Deposit the aubergine in the yellow basket.",
        "Lay the eggplant in the yellow container.",
        "Insert the eggplant into the yellow bin.",
        "Set the aubergine in the yellow container.",
        "Put the eggplant within the yellow basket.",
        "Place the aubergine into the yellow receptacle.",
        "Drop the eggplant inside the yellow bin.",
        "Insert the eggplant in the yellow holder.",
        "Put the aubergine in the yellow container.",
        "Lay the eggplant into the yellow holder.",
        "Set the eggplant inside the yellow receptacle.",
        "Place the aubergine in the yellow basket.",
        "Deposit the eggplant inside the yellow container.",
        "Put the eggplant into the yellow holder.",
        "Drop the aubergine into the yellow bin.",
        "Insert the eggplant within the yellow basket.",
        "Place the eggplant into the yellow receptacle.",
        "Set the aubergine into the yellow holder.",
        "Lay the eggplant in the yellow receptacle.",
        "Put the aubergine inside the yellow bin.",
        "Deposit the eggplant in the yellow holder.",
        "Place the aubergine inside the yellow container.",
        "Insert the eggplant into the yellow container.",
        "Put the aubergine within the yellow basket.",
        "Drop the eggplant into the yellow bin.",
        "Set the eggplant into the yellow holder.",
        "Lay the aubergine in the yellow bin.",
        "Place the eggplant inside the yellow receptacle.",
        "Put the eggplant in the yellow holder.",
        "Deposit the aubergine into the yellow receptacle.",
        "Insert the eggplant in the yellow bin.",
        "Drop the aubergine inside the yellow basket.",
        "Set the eggplant within the yellow container.",
        "Place the aubergine into the yellow holder.",
        "Put the eggplant inside the yellow receptacle.",
        "Lay the eggplant into the yellow bin.",
        "Insert the aubergine in the yellow receptacle.",
        "Deposit the eggplant within the yellow basket.",
        "Place the eggplant into the yellow holder.",
        "Drop the aubergine into the yellow receptacle.",
        "Set the eggplant in the yellow bin.",
        "Put the aubergine into the yellow container.",
        "Lay the eggplant inside the yellow holder.",
        "Insert the eggplant into the yellow receptacle.",
        "Deposit the aubergine in the yellow holder.",
        "Place the eggplant in the yellow receptacle.",
        "Set the aubergine inside the yellow basket.",
        "Put the eggplant into the yellow bin.",
        "Drop the eggplant inside the yellow container.",
        "Insert the aubergine into the yellow receptacle.",
        "Lay the aubergine into the yellow holder.",
        "Deposit the eggplant in the yellow receptacle.",
        "Place the aubergine in the yellow holder.",
        "Set the eggplant inside the yellow bin.",
        "Put the aubergine in the yellow receptacle.",
        "Drop the eggplant into the yellow holder.",
        "Insert the eggplant within the yellow container.",
        "Place the aubergine inside the yellow receptacle.",
        "Lay the eggplant in the yellow holder.",
        "Set the aubergine into the yellow receptacle.",
        "Deposit the eggplant inside the yellow holder."
      ],
      "ert_rephrases": [
        "Arrange the toy eggplant inside the golden holder.",
        "Nestle the play aubergine in the gold vessel.",
        "Position the toy eggplant into the golden container.",
        "Place the toy aubergine in the gold-colored box.",
        "Set the play eggplant inside the golden receptacle.",
        "Insert the toy aubergine into the gold-colored holder.",
        "Move the toy eggplant into the golden vessel.",
        "Fit the play aubergine into the gold box.",
        "Drop the toy eggplant into the golden compartment.",
        "Slide the play aubergine into the gold holder.",
        "Place the toy eggplant inside the gold container.",
        "Insert the play aubergine into the golden vessel.",
        "Put the toy eggplant into the gold-colored holder.",
        "Move the toy aubergine into the golden box.",
        "Set the toy eggplant in the gold receptacle.",
        "Drop the play aubergine into the golden case.",
        "Fit the toy eggplant into the golden-colored container.",
        "Slide the toy aubergine into the gold compartment."
      ],
      "count": 18
    }
  }
}