{
  "timestamp": "20250807_212358",
  "instructions": {
    "put the zucchini on the towel": {
      "original": "Settle the green vegetable on the textile",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Set the zucchini gently on the bath towel.",
        "Place the squash in a stable position on the towel.",
        "Drop the zucchini from a slight height onto the towel for a soft bounce.",
        "Gently put the green zucchini on the checkered napkin.",
        "Arrange the green squash lengthwise on the blue towel.",
        "Position the zucchini neatly in the center of the towel.",
        "Rest the vegetable carefully on the folded towel.",
        "Drop the zucchini onto the large white towel at an angle.",
        "Set the green squash straight on the patterned cloth.",
        "Gently place the zucchini on the fluffy towel near its edge.",
        "Arrange the zucchini diagonally across the striped towel.",
        "Position the squash solidly on the light-colored terrycloth.",
        "Rest the zucchini gently on the corner of the drying towel.",
        "Place the green vegetable carefully onto the crisp towel.",
        "Lay the zucchini softly on the hanging towel to dry.",
        "Put the squash perpendicular to the fibers of the waffle towel.",
        "Position the zucchini moderately on the clean terrycloth towel.",
        "Arrange the vegetable elegantly in the middle of the towel design.",
        "Set the elongated zucchini parallel to one edge of the towel.",
        "Put the green gourd casually on the kitchen towel."
      ],
      "count": 18
    },
    "put the toy dinosaur on towel": {
      "original": "put the toy dinosaur on towel",
      "rephrases": [
      ],
      "ert_rephrases": [
      ],
      "count": 18
    },
    "put tennis ball into yellow basket": {
      "original": "put tennis ball into yellow basket",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Deposit the green spherical object into the yellow basket.",
        "Place the lime-colored sports ball into the vibrant yellow container.",
        "Rest the tennis equipment in the basket that is of yellow hue.",
        "Carefully position the tennis ball into the sunny-colored basket.",
        "Insert the verdant tennis ball into the basket with a yellow shade.",
        "Drop the bright green tennis ball into the yellow bin.",
        "Transfer the spherical green toy into the container that is yellow.",
        "Put the spherical green object in the container that is painted yellow.",
        "Gently position the spherical green ball into the canary basket.",
        "Set the lime tennis sphere inside the basket that's yellow.",
        "Place the bright tennis accessory in the basket of a yellow tone.",
        "Put the tennis lounge ball into the pale yellow container.",
        "Drop the tennis game sphere into the container that is sunny yellow.",
        "Slide the green bouncy sphere into the yellow storage.",
        "Fit the tennis object into the yellow box.",
        "Let the green tennis sphere rest in the yellow basket.",
        "Sit the tennis game item into the yellowish basket.",
        "Carefully drop the tennis sphere in the pale yellow receptacle.",
        "Transfer the sporting green ball to the basket with a sunshine hue.",
        "Place the green recreational sphere into the basket that is a bit yellowish."
      ],
      "count": 18
    },
    "put redbull can on plate": {
      "original": "put redbull can on plate",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Carefully position the Red Bull can atop the designated plate.",
        "Arrange the energy can neatly on the serving dish.",
        "Securely set the Red Bull beverage on the platter.",
        "Put the energy beverage tin on the circular tray.",
        "Rest the aluminum Red Bull can on the broad dish.",
        "Balance the drink container gently on the round plate.",
        "Directly place the Red Bull can on the flat serving dish.",
        "Strategically position the energy can on the wide platter.",
        "Lower the Red Bull container onto the prepared plate.",
        "Effortlessly set the beverage tin on the expansive dish.",
        "Gingerly lay the energy drink can on the circular platter.",
        "Rest the Red Bull tin carefully on the serving tray.",
        "Place the iconic aluminum Red Bull can on the flat plate.",
        "Ensure the energy drink sits securely on the platter.",
        "Position the Red Bull beverage confidently on the service dish.",
        "Gently arrange the soda can on the round tray.",
        "Organize the Red Bull can on the broad serving plate.",
        "Align the energy drink container perfectly with the platter.",
        "Put down the Red Bull can on the flat serving dish.",
        "Place the can of Red Bull's energy drink on the designated plate."
      ],
      "count": 18
    },
    "stack the green block on the yellow block": {
      "original": "stack the green block on the yellow block",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Place the verdant cube over the canary cube.",
        "Set the emerald block atop the lemon-colored unit.",
        "Arrange the green square on the golden box.",
        "Align the green component atop the daffodil component.",
        "Position the forest block over the marigold block.",
        "Mount the jade piece onto the amber piece.",
        "Balance the grass-hued unit over the maize unit.",
        "Set the leaf-colored brick on the sunflower brick.",
        "Lay the shamrock block upon the flaxen block.",
        "Put the olive palette piece on the mustard piece.",
        "Stack the lime unit over the butterscotch unit.",
        "Arrange the chartreuse block on the honey-hued square.",
        "Place the sea-green piece on the sunshine-colored piece.",
        "Set the khaki block atop the waxen block.",
        "Position the mint unit over the xanthous unit.",
        "Align the pea-green module on the yellow-orange module.",
        "Attach the pistachio block atop the solar block.",
        "Rest the avocado block directly on the yellowy-green block.",
        "Place the citrus cube over the sunflower-yellow cube.",
        "Arrange the lush green element atop the yellowish-orange element."
      ],
      "count": 18
    },
    "put the spoon on the towel": {
      "original": "put the spoon on the towel",
      "rephrases": [
      ],

      "ert_rephrases": [
        "Carefully put the dining spoon on the towel.",
        "Place the spoon where it can rest on the towel.",
        "Gently lay the spoon on the surface of the towel.",
        "Position the spoon gently atop the towel.",
        "Rest your spoon on top of the towel's surface.",
        "Shift the spoon to lie on the towel.",
        "Drop the spoon so it lands on the towel.",
        "Transfer the spoon to lie quietly on the towel.",
        "Locate the towel and position the spoon on it.",
        "Set the spoon exactly in the middle of the towel.",
        "Move the spoon until it sits upon the towel.",
        "Ease the spoon onto the fabric of the towel.",
        "Arrange the spoon tactfully on the towel.",
        "Put the spoon securely on top of the towel.",
        "Direct the spoon to make contact with the towel.",
        "Allow the utensil to rest gently on the towel.",
        "Slide the spoon until it is resting on the towel.",
        "Place the spoon carefully down on the towel.",
        "Lay the spoon lightly on top of the towel.",
        "Balance the spoon perfectly atop the towel."
      ],
      "count": 18
    },
    "put carrot on plate": {
      "original": "put carrot on plate",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Carefully place the carrot on the china plate.",
        "Balance the carrot on the ceramic platter.",
        "Gently set down the carrot on the glass dish.",
        "Rest the carrot on the metal tray.",
        "Put the carrot sideways on the wooden platter.",
        "Position the carrot exactly in the center of the serving dish.",
        "Gently arrange the carrot on the plastic plate.",
        "Delicately lay the carrot alongside the edge of the dish.",
        "Reposition the carrot onto the adjacent platter.",
        "Casually place the carrot on the round serving tray.",
        "Carefully arrange the carrot in a corner of the square plate.",
        "Deposit the carrot neatly on top of the rectangular tray.",
        "Strategically position the carrot off-center on the oval dish.",
        "Gently drop the carrot onto the decorative platter.",
        "Place the carrot gently next to the other vegetables on the tray.",
        "Tentatively balance the carrot across the edges of the platter.",
        "Elegantly position the carrot on the stylish dish.",
        "Firmly place the carrot on the sturdy surface of the metal plate.",
        "Slide the carrot into place on the porcelain tray.",
        "Neatly line up the carrot on the modern serving dish."
      ],
      "count": 18
    },
    "put eggplant into yellow basket": {
      "original": "put eggplant into yellow basket",
      "rephrases": [
      ],
      "ert_rephrases": [
        "Place the eggplant gently in the yellow basket.",
        "Carefully drop the aubergine into the yellow container.",
        "Set the eggplant down inside the yellow bin.",
        "Insert the aubergine softly into the yellow holder.",
        "Put the eggplant squarely in the center of the yellow basket.",
        "Position the aubergine neatly into the yellow receptacle.",
        "Deposit the eggplant carefully in the yellow container.",
        "Gently lay the aubergine within the yellow basket.",
        "Drop the eggplant casually inside the yellow holder.",
        "Slide the aubergine into the yellow bin with care.",
        "Put the eggplant firmly in the yellow receptacle.",
        "Nestle the aubergine into the yellow basket snugly.",
        "Insert the eggplant into the yellow container carefully and slowly.",
        "Place the aubergine delicately inside the yellow holder.",
        "Set the eggplant cautiously into the yellow basket.",
        "Ensure the aubergine is dropped softly into the yellow receptacle.",
        "Arrange the eggplant neatly in the yellow bin.",
        "Drop the aubergine without bruising it inside the yellow container.",
        "Lay the eggplant flat into the yellow holder carefully.",
        "Place the aubergine prominently in the yellow bin."
      ],
      "count": 18
    }
  }
}