{
  "libero_spatial": {
    "0": {
      "original": "pick up the black bowl between the plate and the ramekin and place it on the plate",
      "rephrases": [
        "Pick up the dark dish located between the platter and the small bowl and place it on the platter.",
        "Move the dark dish from between the platter and the small bowl and put it on the platter.",
        "Take the dark dish that's between the platter and the small bowl and set it down on the platter.",
        "Grab the dark dish positioned between the platter and the small bowl and lay it on the platter.",
        "Remove the dark dish from its spot between the platter and the small bowl and position it on the platter.",
        "Lift the dark dish that is in the middle of the platter and the small bowl and put it on the platter.",
        "Pick up the dark dish found between the platter and the small bowl and place it onto the platter.",
        "Take the dark dish that sits between the platter and the small bowl and move it to the platter.",
        "Raise the dark dish from between the platter and the small bowl and set it on the platter.",
        "Collect the dark dish located between the platter and the small bowl and transfer it to the platter.",
        "Hoist the dark dish that is between the platter and the small bowl and lay it on the platter.",
        "Elevate the dark dish from its position between the platter and the small bowl and place it on the platter.",
        "Pick up the dark dish that is situated between the platter and the small bowl and put it on the platter.",
        "Lift the dark dish that lies between the platter and the small bowl and set it on the platter.",
        "Take the dark dish from between the platter and the small bowl and place it on the platter.",
        "Move the dark dish that is between the platter and the small bowl and lay it on the platter.",
        "Grab the dark dish that is located between the platter and the small bowl and put it on the platter.",
        "Remove the dark dish that is positioned between the platter and the small bowl and place it on the platter.",
        "Pick up the dark dish that is found between the platter and the small bowl and set it on the platter.",
        "Take the dark dish that is in the middle of the platter and the small bowl and place it on the platter.",
        "Lift the dark dish that is placed between the platter and the small bowl and put it on the platter.",
        "Move the dark dish that is situated between the platter and the small bowl and set it on the platter.",
        "Grab the dark dish that is in between the platter and the small bowl and lay it on the platter.",
        "Remove the dark dish that is located between the platter and the small bowl and set it on the platter.",
        "Pick up the dark dish that is positioned between the platter and the small bowl and place it on the platter."
      ]
    },
    "1": {
      "original": "pick up the black bowl next to the ramekin and place it on the plate",
      "rephrases": [
        "Pick up the dark dish next to the small bowl and place it on the platter.",
        "Take the dark dish that is near the small bowl and put it on the platter.",
        "Move the dark dish located beside the small bowl onto the platter.",
        "Grab the dark dish adjacent to the small bowl and transfer it to the platter.",
        "Lift the dark dish that is beside the small bowl and position it on the platter.",
        "Raise the dark dish next to the small bowl and set it down on the platter.",
        "Take hold of the dark dish by the small bowl and lay it on the platter.",
        "Pick up the dark dish sitting beside the small bowl and move it to the platter.",
        "Grasp the dark dish near the small bowl and place it onto the platter.",
        "Elevate the dark dish that is next to the small bowl and put it on the platter.",
        "Lift the dark dish found beside the small bowl and arrange it on the platter.",
        "Take the dark dish positioned next to the small bowl and set it on the platter.",
        "Move the dark dish that is near the small bowl and lay it on the platter.",
        "Grab the dark dish located beside the small bowl and place it on the platter.",
        "Pick up the dark dish that is adjacent to the small bowl and put it on the platter.",
        "Lift the dark dish sitting next to the small bowl and transfer it to the platter.",
        "Take hold of the dark dish by the small bowl and position it on the platter.",
        "Raise the dark dish found near the small bowl and set it on the platter.",
        "Grasp the dark dish beside the small bowl and move it onto the platter.",
        "Elevate the dark dish next to the small bowl and place it on the platter.",
        "Pick up the dark dish that is near the small bowl and arrange it on the platter.",
        "Move the dark dish beside the small bowl and put it on the platter.",
        "Grab the dark dish next to the small bowl and lay it on the platter.",
        "Lift the dark dish located near the small bowl and set it on the platter.",
        "Take the dark dish adjacent to the small bowl and place it onto the platter."
      ]
    },
    "2": {
      "original": "pick up the black bowl from table center and place it on the plate",
      "rephrases": [
        "Pick up the dark dish from the center of the table and place it on the platter.",
        "Remove the dark dish from the table's middle and put it on the platter.",
        "Take the dark dish from the middle of the table and position it on the platter.",
        "Grab the dark dish from the center of the table and set it down on the platter.",
        "Move the dark dish from the table's center to the platter.",
        "Lift the dark dish off the table's middle and transfer it to the platter.",
        "Retrieve the dark dish from the center of the table and lay it on the platter.",
        "Take the dark dish from the middle of the table and lay it on the platter.",
        "Pick up the dark dish from the table's center and place it onto the platter.",
        "Remove the dark dish from the middle of the table and set it on the platter.",
        "Lift the dark dish from the center of the table and put it on the platter.",
        "Take the dark dish from the table's middle and place it on the platter.",
        "Pick up the dark dish from the middle of the table and move it to the platter.",
        "Grab the dark dish from the table's center and put it on the platter.",
        "Lift the dark dish from the middle of the table and position it on the platter.",
        "Take the dark dish from the center of the table and set it on the platter.",
        "Move the dark dish from the middle of the table to the platter.",
        "Pick up the dark dish from the table's middle and lay it on the platter.",
        "Remove the dark dish from the center of the table and place it on the platter.",
        "Grab the dark dish from the middle of the table and transfer it to the platter.",
        "Lift the dark dish from the table's center and set it on the platter.",
        "Take the dark dish from the middle of the table and position it on the platter.",
        "Pick up the dark dish from the center of the table and put it on the platter.",
        "Remove the dark dish from the table's middle and lay it on the platter.",
        "Grab the dark dish from the center of the table and place it on the platter."
      ]
    },
    "3": {
      "original": "pick up the black bowl on the cookie box and place it on the plate",
      "rephrases": [
        "Remove the dark dish from the biscuit container and place it on the platter.",
        "Take the dark dish out of the biscuit container and put it on the platter.",
        "Pick up the dark dish from the biscuit container and lay it on the platter.",
        "Extract the dark dish from the biscuit container and position it on the platter.",
        "Retrieve the dark dish from the biscuit container and set it down on the platter.",
        "Pull the dark dish out of the biscuit container and arrange it on the platter.",
        "Grab the dark dish from the biscuit container and transfer it to the platter.",
        "Lift the dark dish out of the biscuit container and place it onto the platter.",
        "Take the dark dish from the biscuit container and set it on the platter.",
        "Remove the dark dish from inside the biscuit container and put it on the platter.",
        "Pick the dark dish up from the biscuit container and place it on the platter.",
        "Get the dark dish out of the biscuit container and lay it on the platter.",
        "Lift the dark dish from within the biscuit container and position it on the platter.",
        "Take out the dark dish from the biscuit container and set it on the platter.",
        "Pull the dark dish from the biscuit container and place it on the platter.",
        "Extract the dark dish from inside the biscuit container and put it on the platter.",
        "Remove the dark dish from the biscuit container and lay it on the platter.",
        "Pick up the dark dish from inside the biscuit container and set it on the platter.",
        "Take the dark dish out from the biscuit container and place it on the platter.",
        "Lift the dark dish from the biscuit container and put it on the platter.",
        "Retrieve the dark dish from inside the biscuit container and lay it on the platter.",
        "Pull out the dark dish from the biscuit container and position it on the platter.",
        "Grab the dark dish from within the biscuit container and set it on the platter.",
        "Take the dark dish from inside the biscuit container and place it on the platter.",
        "Remove the dark dish from the biscuit container and position it on the platter."
      ]
    },
    "4": {
      "original": "pick up the black bowl in the top drawer of the wooden cabinet and place it on the plate",
      "rephrases": [
        "Take the dark dish out of the top drawer of the wooden cupboard and place it on the platter.",
        "Get the dark dish from the highest drawer in the wooden cupboard and put it on the platter.",
        "Remove the dark dish from the upper drawer of the wooden cupboard and lay it on the platter.",
        "Fetch the dark dish from the top drawer of the wooden cupboard and set it on the platter.",
        "Pull the dark dish out of the upper drawer in the wooden cupboard and position it on the platter.",
        "Extract the dark dish from the top drawer of the wooden cupboard and arrange it on the platter.",
        "Lift the dark dish from the upper drawer of the wooden cupboard and place it on the platter.",
        "Pick up the dark dish from the top drawer of the wooden cupboard and put it on the platter.",
        "Take out the dark dish from the upper drawer of the wooden cupboard and lay it on the platter.",
        "Retrieve the dark dish from the top drawer of the wooden cupboard and position it on the platter.",
        "Grab the dark dish from the upper drawer of the wooden cupboard and set it on the platter.",
        "Collect the dark dish from the top drawer of the wooden cupboard and place it on the platter.",
        "Bring the dark dish out of the upper drawer of the wooden cupboard and put it on the platter.",
        "Pull out the dark dish from the top drawer of the wooden cupboard and lay it on the platter.",
        "Take the dark dish from the upper drawer of the wooden cupboard and arrange it on the platter.",
        "Get the dark dish out of the top drawer of the wooden cupboard and position it on the platter.",
        "Remove the dark dish from the highest drawer in the wooden cupboard and set it on the platter.",
        "Fetch the dark dish from the upper drawer of the wooden cupboard and place it on the platter.",
        "Extract the dark dish from the top drawer of the wooden cupboard and put it on the platter.",
        "Lift the dark dish out of the upper drawer of the wooden cupboard and lay it on the platter.",
        "Pick the dark dish from the top drawer of the wooden cupboard and arrange it on the platter.",
        "Take out the dark dish from the highest drawer in the wooden cupboard and position it on the platter.",
        "Retrieve the dark dish from the upper drawer of the wooden cupboard and put it on the platter.",
        "Grab the dark dish from the top drawer of the wooden cupboard and lay it on the platter.",
        "Collect the dark dish from the upper drawer of the wooden cupboard and set it on the platter."
      ]
    },
    "5": {
      "original": "pick up the black bowl on the ramekin and place it on the plate",
      "rephrases": [
        "Remove the dark dish from the ramekin and place it on the platter.",
        "Take the dark dish off the ramekin and put it on the platter.",
        "Pick up the dark dish from the ramekin and lay it on the platter.",
        "Detach the dark dish from the ramekin and position it on the platter.",
        "Extract the dark dish from the ramekin and transfer it to the platter.",
        "Pull the dark dish out of the ramekin and set it down on the platter.",
        "Lift the dark dish away from the ramekin and arrange it on the platter.",
        "Take the dark dish out of the ramekin and rest it on the platter.",
        "Move the dark dish from the ramekin to the platter.",
        "Elevate the dark dish from the ramekin and place it onto the platter.",
        "Hoist the dark dish off the ramekin and lay it onto the platter.",
        "Grab the dark dish from the ramekin and put it on the platter.",
        "Pick the dark dish up from the ramekin and set it on the platter.",
        "Lift the dark dish out of the ramekin and position it on the platter.",
        "Take the dark dish away from the ramekin and place it on the platter.",
        "Remove the dark dish from the ramekin and lay it on the platter.",
        "Pull the dark dish off the ramekin and put it on the platter.",
        "Detach the dark dish from the ramekin and lay it on the platter.",
        "Extract the dark dish from the ramekin and place it on the platter.",
        "Lift the dark dish from the ramekin and rest it on the platter.",
        "Take the dark dish from the ramekin and position it on the platter.",
        "Move the dark dish off the ramekin and set it on the platter.",
        "Pick up the dark dish from the ramekin and place it on the platter.",
        "Hoist the dark dish from the ramekin and rest it on the platter.",
        "Elevate the dark dish off the ramekin and put it on the platter."
      ]
    },
    "6": {
      "original": "pick up the black bowl next to the cookie box and place it on the plate",
      "rephrases": [
        "Pick up the dark dish next to the biscuit container and place it on the platter.",
        "Take the dark dish located beside the biscuit container and put it on the platter.",
        "Move the dark dish that is near the biscuit container and position it on the platter.",
        "Grab the dark dish adjacent to the biscuit container and lay it on the platter.",
        "Raise the dark dish sitting next to the biscuit container and transfer it to the platter.",
        "Lift the dark dish that is beside the biscuit container and set it down on the platter.",
        "Retrieve the dark dish by the biscuit container and place it onto the platter.",
        "Pick up the dark dish near the biscuit container and set it on the platter.",
        "Take hold of the dark dish next to the biscuit container and put it on the platter.",
        "Move the dark dish that is beside the biscuit container and lay it on the platter.",
        "Grab the dark dish located next to the biscuit container and place it on the platter.",
        "Lift the dark dish positioned beside the biscuit container and set it on the platter.",
        "Raise the dark dish that is next to the biscuit container and put it on the platter.",
        "Pick up the dark dish adjacent to the biscuit container and place it on the platter.",
        "Take the dark dish that is near the biscuit container and set it on the platter.",
        "Move the dark dish beside the biscuit container and position it on the platter.",
        "Grab the dark dish that is next to the biscuit container and lay it on the platter.",
        "Lift the dark dish by the biscuit container and place it onto the platter.",
        "Pick up the dark dish located beside the biscuit container and put it on the platter.",
        "Take hold of the dark dish near the biscuit container and set it on the platter.",
        "Move the dark dish adjacent to the biscuit container and place it on the platter.",
        "Grab the dark dish that is beside the biscuit container and put it on the platter.",
        "Lift the dark dish next to the biscuit container and lay it on the platter.",
        "Raise the dark dish located near the biscuit container and set it on the platter.",
        "Pick up the dark dish by the biscuit container and position it on the platter."
      ]
    },
    "7": {
      "original": "pick up the black bowl on the stove and place it on the plate",
      "rephrases": [
        "Remove the dark dish from the cooker and place it on the platter.",
        "Take the dark dish off the cooker and put it on the platter.",
        "Pick up the dark dish from the cooker and lay it on the platter.",
        "Grab the dark dish from the cooker and position it on the platter.",
        "Extract the dark dish from the cooker and set it down on the platter.",
        "Detach the dark dish from the cooker and rest it on the platter.",
        "Pull the dark dish off the cooker and arrange it on the platter.",
        "Retrieve the dark dish from the cooker and transfer it to the platter.",
        "Lift the dark dish away from the cooker and place it onto the platter.",
        "Hoist the dark dish from the cooker and settle it on the platter.",
        "Elevate the dark dish from the cooker and put it on the platter.",
        "Take the dark dish out of the cooker and lay it on the platter.",
        "Move the dark dish from the cooker to the platter.",
        "Pick the dark dish up from the cooker and set it on the platter.",
        "Remove the dark dish from the cooker and lay it on the platter.",
        "Lift the dark dish off the cooker and place it on the platter.",
        "Take the dark dish away from the cooker and put it on the platter.",
        "Raise the dark dish from the cooker and position it on the platter.",
        "Fetch the dark dish from the cooker and place it on the platter.",
        "Lift the dark dish out of the cooker and set it on the platter.",
        "Take the dark dish from the cooker and rest it on the platter.",
        "Pull the dark dish from the cooker and lay it on the platter.",
        "Lift the dark dish from the cooker and arrange it on the platter.",
        "Remove the dark dish from the cooker and position it on the platter.",
        "Take the dark dish off the cooker and settle it on the platter."
      ]
    },
    "8": {
      "original": "pick up the black bowl next to the plate and place it on the plate",
      "rephrases": [
        "Pick up the dark dish next to the platter and place it on top of the platter.",
        "Take the dark dish that is beside the platter and put it on the platter.",
        "Move the dark dish from beside the platter to the top of the platter.",
        "Grab the dark dish near the platter and position it on the platter.",
        "Raise the dark dish located beside the platter and set it on the platter.",
        "Lift the dark dish adjacent to the platter and lay it on the platter.",
        "Take the dark dish sitting next to the platter and place it over the platter.",
        "Pick up the dark dish that is next to the platter and set it on the platter.",
        "Move the dark dish from its spot beside the platter to the top of the platter.",
        "Grab the dark dish that is near the platter and put it on the platter.",
        "Raise the dark dish that is beside the platter and place it on top of the platter.",
        "Lift the dark dish that is adjacent to the platter and position it on the platter.",
        "Take the dark dish located next to the platter and lay it on the platter.",
        "Pick up the dark dish that is beside the platter and move it onto the platter.",
        "Move the dark dish from beside the platter and place it on top of the platter.",
        "Grab the dark dish that is next to the platter and set it on the platter.",
        "Raise the dark dish near the platter and put it on the platter.",
        "Lift the dark dish from beside the platter and place it over the platter.",
        "Take the dark dish that is adjacent to the platter and position it on the platter.",
        "Pick up the dark dish located beside the platter and lay it on the platter.",
        "Move the dark dish that is next to the platter and set it on top of the platter.",
        "Grab the dark dish from beside the platter and place it on the platter.",
        "Raise the dark dish that is near the platter and put it on top of the platter.",
        "Lift the dark dish next to the platter and position it on the platter.",
        "Take the dark dish beside the platter and lay it over the platter."
      ]
    },
    "9": {
      "original": "pick up the black bowl on the wooden cabinet and place it on the plate",
      "rephrases": [
        "Take the dark dish out of the wooden cupboard and place it on the platter.",
        "Remove the dark dish from the wooden cabinet and put it on the platter.",
        "Pick up the dark dish from the timber cupboard and lay it on the platter.",
        "Retrieve the dark dish from the wooden cupboard and position it on the platter.",
        "Get the dark dish from the timber cabinet and set it down on the platter.",
        "Extract the dark dish from the wooden cupboard and arrange it on the platter.",
        "Pull the dark dish out of the timber cupboard and place it on the platter.",
        "Fetch the dark dish from the wooden cabinet and put it on the platter.",
        "Lift the dark dish out of the timber cupboard and lay it on the platter.",
        "Take the dark dish from the wooden cupboard and position it on the platter.",
        "Remove the dark dish from the timber cabinet and set it on the platter.",
        "Pick up the dark dish from the wooden cupboard and place it on the platter.",
        "Retrieve the dark dish from the timber cupboard and put it on the platter.",
        "Get the dark dish out of the wooden cabinet and lay it on the platter.",
        "Extract the dark dish from the timber cupboard and position it on the platter.",
        "Pull the dark dish from the wooden cupboard and set it down on the platter.",
        "Fetch the dark dish out of the timber cabinet and place it on the platter.",
        "Lift the dark dish from the wooden cupboard and put it on the platter.",
        "Take the dark dish out of the timber cupboard and lay it on the platter.",
        "Remove the dark dish from the wooden cupboard and position it on the platter.",
        "Pick up the dark dish out of the timber cabinet and set it on the platter.",
        "Retrieve the dark dish from the wooden cupboard and place it on the platter.",
        "Get the dark dish from the timber cupboard and put it on the platter.",
        "Extract the dark dish out of the wooden cabinet and lay it on the platter.",
        "Pull the dark dish from the timber cupboard and position it on the platter."
      ]
    }
  },
  "libero_10": {
    "0": {
      "original": "put both the alphabet soup and the tomato sauce in the basket",
      "rephrases": [
        "Put the letter noodles and the tomato puree into the container.",
        "Add the letter noodles along with the tomato puree to the container.",
        "Insert both the letter noodles and the tomato puree into the container.",
        "Transfer the letter noodles and tomato puree into the container.",
        "Deposit the letter noodles and the tomato puree into the container.",
        "Load the container with the letter noodles and tomato puree.",
        "Place the tomato puree and letter noodles inside the container.",
        "Put both the tomato puree and letter noodles into the container.",
        "Add both the letter noodles and tomato puree to the container.",
        "Insert the tomato puree and letter noodles into the container.",
        "Move the letter noodles and tomato puree into the container.",
        "Pour the tomato puree and letter noodles into the container.",
        "Drop the letter noodles and tomato puree into the container.",
        "Position the letter noodles and tomato puree inside the container.",
        "Set the letter noodles and tomato puree into the container.",
        "Place the letter noodles together with the tomato puree in the container.",
        "Put the tomato puree and the letter noodles in the container.",
        "Add the tomato puree along with the letter noodles to the container.",
        "Insert both the tomato puree and the letter noodles in the container.",
        "Transfer both the letter noodles and the tomato puree to the container.",
        "Load the container with both the letter noodles and tomato puree.",
        "Place both the tomato puree and letter noodles inside the container.",
        "Put the letter noodles and the tomato puree in the container.",
        "Add the letter noodles and the tomato puree into the container.",
        "Insert the letter noodles and the tomato puree in the container."
      ]
    },
    "1": {
      "original": "put both the cream cheese box and the butter in the basket",
      "rephrases": [
        "Put the cream cheese and butter in the basket.",
        "Add the butter and cream cheese container to the basket.",
        "Insert the cream cheese and butter into the basket.",
        "Drop the butter and cream cheese into the basket.",
        "Set the cream cheese and butter inside the basket.",
        "Position the butter and cream cheese in the basket.",
        "Place the butter and the cream cheese container in the basket.",
        "Move the cream cheese and butter to the basket.",
        "Transfer the butter and cream cheese into the basket.",
        "Deposit the cream cheese and butter in the basket.",
        "Load the basket with the cream cheese and butter.",
        "Put the butter and cream cheese inside the basket.",
        "Place the cream cheese and butter within the basket.",
        "Stow the butter and cream cheese in the basket.",
        "Arrange the cream cheese and butter in the basket.",
        "Place the butter and cream cheese into the basket.",
        "Store the cream cheese and butter in the basket.",
        "Lay the butter and cream cheese in the basket.",
        "Drop the cream cheese and butter into the basket.",
        "Place the cream cheese container and butter in the basket.",
        "Put the butter and cream cheese container into the basket.",
        "Insert the butter and cream cheese into the basket.",
        "Place the cream cheese and butter into the basket.",
        "Set the butter and cream cheese into the basket.",
        "Place the cream cheese and butter inside the basket."
      ]
    },
    "2": {
      "original": "turn on the stove and put the moka pot on it",
      "rephrases": [
        "Turn on the burner and set the coffee pot on it.",
        "Switch on the burner and put the coffee pot above it.",
        "Start the burner and position the coffee pot on top.",
        "Light the burner and place the coffee pot over it.",
        "Power up the burner and rest the coffee pot on it.",
        "Engage the burner and set the coffee pot on top.",
        "Ignite the burner and put the coffee pot on it.",
        "Turn the burner on and place the coffee pot above.",
        "Activate the burner and position the coffee pot over it.",
        "Switch the burner on and set the coffee pot on top.",
        "Start up the burner and place the coffee pot on it.",
        "Light up the burner and put the coffee pot on top.",
        "Turn on the burner and position the coffee pot over it.",
        "Power on the burner and place the coffee pot on it.",
        "Engage the burner and put the coffee pot above it.",
        "Ignite the burner and set the coffee pot over it.",
        "Switch on the burner and position the coffee pot on it.",
        "Start the burner and place the coffee pot above it.",
        "Light the burner and set the coffee pot on top.",
        "Power up the burner and put the coffee pot over it.",
        "Turn the burner on and position the coffee pot on it.",
        "Activate the burner and rest the coffee pot above it.",
        "Switch the burner on and place the coffee pot over it.",
        "Start up the burner and set the coffee pot on it.",
        "Light up the burner and position the coffee pot above it."
      ]
    },
    "3": {
      "original": "put the black bowl in the bottom drawer of the cabinet and close it",
      "rephrases": [
        "Put the dark dish into the bottom section of the cupboard and close it.",
        "Insert the dark dish into the cupboard's lower shelf and shut the door.",
        "Place the dark dish on the lowest shelf of the cupboard and close it.",
        "Set the dark dish in the cupboard's bottom compartment and close it.",
        "Position the dark dish in the lower part of the cupboard and shut the door.",
        "Store the dark dish in the cupboard's bottom area and close it.",
        "Place the dark dish inside the cupboard's lower section and close it.",
        "Put the dark dish on the bottom shelf of the cupboard and shut it.",
        "Insert the dark dish into the lower compartment of the cupboard and close the door.",
        "Place the dark dish in the cupboard's lowest compartment and close it.",
        "Set the dark dish on the bottom level of the cupboard and shut it.",
        "Position the dark dish inside the lower part of the cupboard and close it.",
        "Store the dark dish on the cupboard's bottom shelf and close the door.",
        "Put the dark dish in the cupboard's lower area and shut it.",
        "Insert the dark dish into the bottom compartment of the cupboard and close it.",
        "Place the dark dish on the lowest level of the cupboard and close the door.",
        "Set the dark dish in the lower section of the cupboard and shut it.",
        "Position the dark dish on the bottom shelf inside the cupboard and close it.",
        "Store the dark dish in the lower compartment of the cupboard and shut the door.",
        "Put the dark dish inside the cupboard's bottom section and close it.",
        "Insert the dark dish on the lowest shelf of the cupboard and shut it.",
        "Place the dark dish in the bottom area of the cupboard and close the door.",
        "Set the dark dish inside the cupboard's lower compartment and close it.",
        "Position the dark dish in the cupboard's bottom section and shut the door.",
        "Store the dark dish on the lower shelf of the cupboard and close it."
      ]
    },
    "4": {
      "original": "put the white mug on the left plate and put the yellow and white mug on the right plate",
      "rephrases": [
        "Put the ivory cup on the dish to the left and the yellow and ivory cup on the dish to the right.",
        "Position the ivory cup on the left plate and the yellow and ivory cup on the right plate.",
        "Set the ivory cup on the left dish, then place the yellow and ivory cup on the right dish.",
        "Arrange the ivory cup on the left dish and the yellow and ivory cup on the right dish.",
        "Place the ivory cup on the left side dish and the yellow and ivory cup on the right side dish.",
        "Put the ivory cup on the left-hand dish and the yellow and ivory cup on the right-hand dish.",
        "Position the ivory cup on the dish to the left, and the yellow and ivory cup on the dish to the right.",
        "Set the ivory cup on the left plate, and the yellow and ivory cup on the right plate.",
        "Arrange the ivory cup on the left dish, then set the yellow and ivory cup on the right dish.",
        "Place the ivory cup on the left dish, and the yellow and ivory cup on the dish to the right.",
        "Put the ivory cup on the left dish, and the yellow and ivory cup on the right dish.",
        "Position the ivory cup on the left dish, and place the yellow and ivory cup on the right dish.",
        "Set the ivory cup on the left dish, and arrange the yellow and ivory cup on the right dish.",
        "Arrange the ivory cup on the left dish, and position the yellow and ivory cup on the right dish.",
        "Place the ivory cup on the left dish, then put the yellow and ivory cup on the right dish.",
        "Put the ivory cup on the left dish, then set the yellow and ivory cup on the right dish.",
        "Position the ivory cup on the left dish, then arrange the yellow and ivory cup on the right dish.",
        "Set the ivory cup on the left dish, then position the yellow and ivory cup on the right dish.",
        "Arrange the ivory cup on the left dish, then put the yellow and ivory cup on the right dish.",
        "Place the ivory cup on the left dish, and then set the yellow and ivory cup on the right dish.",
        "Put the ivory cup on the left dish, and then place the yellow and ivory cup on the right dish.",
        "Position the ivory cup on the left dish, and then set the yellow and ivory cup on the right dish.",
        "Set the ivory cup on the left dish, and then arrange the yellow and ivory cup on the right dish.",
        "Arrange the ivory cup on the left dish, and then position the yellow and ivory cup on the right dish.",
        "Place the ivory cup on the left dish, and then put the yellow and ivory cup on the right dish."
      ]
    },
    "5": {
      "original": "pick up the book and place it in the back compartment of the caddy",
      "rephrases": [
        "Pick up the novel and place it in the back part of the cart.",
        "Grab the book and put it in the cart's rear area.",
        "Take the novel and position it at the back of the cart.",
        "Lift the book and move it to the cart's rear section.",
        "Raise the novel and set it down in the back of the cart.",
        "Pick up the book and deposit it in the cart's rear.",
        "Grab the novel and lay it in the back section of the cart.",
        "Take the book and place it in the rear of the cart.",
        "Lift the novel and put it in the back area of the cart.",
        "Pick up the novel and move it to the cart's back section.",
        "Grab the book and set it in the rear part of the cart.",
        "Take the novel and lay it in the cart's back area.",
        "Lift the book and position it in the rear of the cart.",
        "Raise the novel and place it in the back section of the cart.",
        "Pick up the book and set it down in the cart's rear.",
        "Grab the novel and move it to the back of the cart.",
        "Take the book and put it in the rear section of the cart.",
        "Lift the novel and lay it in the cart's back part.",
        "Pick up the novel and position it in the rear area of the cart.",
        "Grab the book and place it in the back of the cart.",
        "Take the novel and set it in the cart's rear section.",
        "Lift the book and put it in the back part of the cart.",
        "Raise the novel and move it to the rear of the cart.",
        "Pick up the book and lay it in the back section of the cart.",
        "Grab the novel and deposit it in the cart's rear area."
      ]
    },
    "6": {
      "original": "put the white mug on the plate and put the chocolate pudding to the right of the plate",
      "rephrases": [
        "Set the ivory cup on the dish and move the cocoa dessert to the dish's right side.",
        "Put the ivory cup on the dish and arrange the cocoa dessert to the right of it.",
        "Position the ivory cup on the dish and place the cocoa dessert on the right side.",
        "Place the ivory cup on top of the dish and shift the cocoa dessert to the right.",
        "Put the ivory cup onto the dish and set the cocoa dessert to its right.",
        "Arrange the ivory cup on the dish and move the cocoa dessert to the right-hand side.",
        "Set the ivory cup on the dish and place the cocoa dessert to the right.",
        "Position the ivory cup on the dish and arrange the cocoa dessert to the right.",
        "Place the ivory cup on the dish and position the cocoa dessert on the right side.",
        "Put the ivory cup on the dish and move the cocoa dessert to the right side.",
        "Arrange the ivory cup on the dish and set the cocoa dessert to the right.",
        "Set the ivory cup on the dish and position the cocoa dessert to the right.",
        "Place the ivory cup on the dish and shift the cocoa dessert to the right.",
        "Put the ivory cup on the dish and arrange the cocoa dessert to the right.",
        "Position the ivory cup on the dish and move the cocoa dessert to the right.",
        "Set the ivory cup on the dish and place the cocoa dessert on the right.",
        "Arrange the ivory cup on the dish and position the cocoa dessert to the right.",
        "Place the ivory cup on the dish and move the cocoa dessert to the right.",
        "Put the ivory cup on the dish and set the cocoa dessert on the right.",
        "Position the ivory cup on the dish and shift the cocoa dessert to the right.",
        "Set the ivory cup on the dish and arrange the cocoa dessert to the right.",
        "Place the ivory cup on the dish and position the cocoa dessert on the right.",
        "Put the ivory cup on the dish and move the cocoa dessert to the right.",
        "Arrange the ivory cup on the dish and place the cocoa dessert to the right.",
        "Set the ivory cup on the dish and shift the cocoa dessert to the right."
      ]
    },
    "7": {
      "original": "put both the alphabet soup and the cream cheese box in the basket",
      "rephrases": [
        "Put the letter noodles and the cheese container in the bin.",
        "Deposit the cheese container and the letter noodles into the bin.",
        "Move the letter noodles and cheese container to the bin.",
        "Transfer the cheese container and letter noodles into the bin.",
        "Drop the letter noodles and the cheese container into the bin.",
        "Insert the cheese container and letter noodles into the bin.",
        "Place the cheese container along with the letter noodles in the bin.",
        "Set the letter noodles and cheese container inside the bin.",
        "Position the cheese container and letter noodles in the bin.",
        "Put the cheese container and the letter noodles into the bin.",
        "Place the letter noodles along with the cheese container into the bin.",
        "Move the cheese container and letter noodles to the bin.",
        "Drop the cheese container and letter noodles in the bin.",
        "Insert the letter noodles and cheese container in the bin.",
        "Transfer the letter noodles and cheese container to the bin.",
        "Set the cheese container and letter noodles into the bin.",
        "Position the letter noodles and cheese container inside the bin.",
        "Deposit the letter noodles and cheese container in the bin.",
        "Put the cheese container along with the letter noodles into the bin.",
        "Place the cheese container and letter noodles inside the bin.",
        "Move the letter noodles and cheese container into the bin.",
        "Drop the letter noodles and cheese container in the bin.",
        "Insert the cheese container along with the letter noodles in the bin.",
        "Transfer the cheese container and letter noodles inside the bin.",
        "Set the letter noodles and cheese container in the bin."
      ]
    },
    "8": {
      "original": "put both moka pots on the stove",
      "rephrases": [
        "Put both coffee makers on the burner.",
        "Set the two coffee makers on top of the burner.",
        "Position the coffee makers on the burner.",
        "Arrange the two coffee makers on the burner.",
        "Place both coffee machines onto the burner.",
        "Put the pair of coffee makers on the burner.",
        "Set the two coffee machines on the burner.",
        "Position both coffee makers on top of the burner.",
        "Arrange the coffee makers on top of the burner.",
        "Place the coffee makers on the burner.",
        "Put the two coffee machines onto the burner.",
        "Set both coffee makers on the burner.",
        "Position the two coffee machines on the burner.",
        "Arrange both coffee makers on the burner.",
        "Place the pair of coffee makers on the burner.",
        "Put both coffee machines on top of the burner.",
        "Set the coffee makers onto the burner.",
        "Position the pair of coffee makers on the burner.",
        "Arrange the two coffee machines on top of the burner.",
        "Place both coffee makers on top of the burner.",
        "Put the coffee makers onto the burner.",
        "Set the pair of coffee makers on the burner.",
        "Position both coffee machines on the burner.",
        "Arrange the pair of coffee machines on the burner.",
        "Place the two coffee machines on top of the burner."
      ]
    },
    "9": {
      "original": "put the yellow and white mug in the microwave and close it",
      "rephrases": [
        "Put the yellow and white cup into the microwave and close the door.",
        "Insert the yellow and white cup into the microwave and shut the door.",
        "Place the cup with yellow and white colors in the microwave and close it.",
        "Put the yellow and white cup in the microwave and close it.",
        "Insert the yellow and white cup into the microwave and close it.",
        "Place the yellow and white cup inside the microwave and close the door.",
        "Put the yellow and white cup in the microwave and shut the door.",
        "Insert the yellow and white cup into the microwave and close the door.",
        "Place the yellow and white cup in the microwave and shut it.",
        "Put the yellow and white cup inside the microwave and close it.",
        "Insert the yellow and white cup in the microwave and shut it.",
        "Place the yellow and white cup into the microwave and close it.",
        "Put the yellow and white cup into the microwave and shut it.",
        "Insert the yellow and white cup in the microwave and close it.",
        "Place the yellow and white cup inside the microwave and shut the door.",
        "Put the yellow and white cup in the microwave and close the door.",
        "Insert the yellow and white cup into the microwave and shut it.",
        "Place the yellow and white cup in the microwave and close it.",
        "Put the yellow and white cup inside the microwave and shut the door.",
        "Insert the yellow and white cup in the microwave and close the door.",
        "Place the yellow and white cup into the microwave and shut the door.",
        "Put the yellow and white cup in the microwave and close it.",
        "Insert the yellow and white cup inside the microwave and shut it.",
        "Place the yellow and white cup in the microwave and close the door.",
        "Put the yellow and white cup into the microwave and close the door."
      ]
    }
  }
}